Repository: GNOME/goocanvas
Catalog: po/*.po
Languages: hu, ro, uk, zh_cn

source: A short context-rich description of the item for use by assistive technologies
hu: Az akadálymentesítési technológiák által használt rövid, tartalomgazdag elemleírás
ro: O descriere scurtă și compactă a elementului de folosit de tehnologiile de asistență
uk: Короткий контекстний опис об'єкта, який буде використано у засобах допоміжних технологій
zh_cn: 简短的上下文丰富的项目描述，供辅助技术使用

source: Description
hu: Leírás
ro: Descriere
uk: Опис
zh_cn: 描述

source: A description of the item for use by assistive technologies
hu: Az akadálymentesítési technológiák által használt elemleírás
ro: O descriere a elementului de folosit de tehnologii de asistență
uk: Опис об'єкта для використання у засобах допоміжних технологій
zh_cn: 项目的描述，供辅助技术使用

source: Can Focus
hu: Kaphat fókuszt
ro: Suportă focalizare
uk: Може мати фокус
zh_cn: 可以聚焦

source: If the item can take the keyboard focus
hu: Ha az elem megkaphatja a billentyűzetfókuszt
ro: Dacă elementul poate lua focusul tastaturii
uk: Чи може об'єкт отримувати фокус клавіатури
zh_cn: 项目是否可以取得键盘焦点

source: Tooltip
hu: Buboréksúgó
ro: Indiciu
uk: Підказка
zh_cn: 工具提示

source: The tooltip to display for the item
hu: Az elemhez megjelenítendő buboréksúgó
ro: Indiciu de afișat pentru element
uk: Підказка, яку буде показано для об'єкта
zh_cn: 要为项目显示的工具提示

source: The parent item model
hu: A szülőelem modellje
ro: Modelul elementului părinte
uk: Модель батьківського об'єкта
zh_cn: 父项目模型

source: Stroke Pattern
hu: Körvonalmintázat
ro: Mostră contur
uk: Штриховий візерунок
zh_cn: 线条图案

source: The pattern to use to paint the perimeter of the item, or NULL disable painting
hu: Az elem körvonalának kirajzolásához használandó mintázat, vagy NULL a rajzolás letiltásához
ro: Mostra de folosit pentru a desena perimetrul elementului, sau NULL pentru a dezactiva desenarea
uk: Візерунок, яким слід скористатися для малювання периметра об'єкта, або NULL, якщо периметр не слід малювати
zh_cn: 用于绘制项目外缘的图案，或为 NULL 表示禁用绘制

source: Fill Pattern
hu: Kitöltési mintázat
ro: Mostră de umplere
uk: Візерунок заповнення
zh_cn: 填充图案

source: The pattern to use to paint the interior of the item, or NULL to disable painting
hu: Az elem belsejének kirajzolásához használandó mintázat, vagy NULL a rajzolás letiltásához
ro: Mostra de folosit pentru a desena interiorul elementului, sau NULL pentru a dezactiva desenarea
uk: Візерунок, яким слід скористатися для малювання середини об'єкта, або NULL, якщо середину не слід малювати
zh_cn: 用于绘制项目内部的图案，或为 NULL 表示禁用绘制

source: Fill Rule
hu: Kitöltési szabály
ro: Regulă de umplere
uk: Правило заповнення
zh_cn: 填充规则

source: The fill rule used to determine which parts of the item are filled
hu: A kitöltendő elemrészek meghatározásához használt kitöltési szabály
ro: Regula de umplere folosită în a determina care părți din element să fie umplute
uk: Правило заповнення, яким слід скористатися для визначення того, які частини об'єкта слід заповнювати
zh_cn: 用于确定要填充项目的哪些部分的填充规则

source: Operator
hu: Operátor
uk: Оператор
zh_cn: 运算符

source: The compositing operator to use
hu: A használandó kompozitálási operátor
ro: Operatorul de compoziție de folosit
uk: Оператор поєднання, яким слід скористатися
zh_cn: 要使用的合成运算符

source: Antialias
hu: Élsimítás
uk: Згладжування
zh_cn: 抗锯齿

source: The antialiasing mode to use
hu: A használandó élsimítási mód
ro: Modul antialiasing de folosit
uk: Режим згладжування, яким слід скористатися
zh_cn: 要使用的抗锯齿模式

source: Line Width
hu: Vonalvastagság
ro: Lățime linie
uk: Товщина лінії
zh_cn: 线宽度

source: The line width to use for the item's perimeter
hu: Az elem körvonalához használandó vonalvastagság
ro: Lățimea liniei de folosit pentru perimetrul elementului
uk: Товщина лінії, якою слід малювати периметр об'єкта
zh_cn: 项目外缘要使用的线宽度

source: Line Cap
hu: Vonalvég
ro: Cap linie
uk: Кінчик лінії
zh_cn: 线帽

source: The line cap style to use
hu: A használandó vonalvégstílus
ro: Stilul cap al liniei de folosit
uk: Стиль кінчика лінії, яким слід скористатися
zh_cn: 要使用的线帽样式

source: Line Join
hu: Sarok
ro: Join linie
uk: З’єднання ліній
zh_cn: 线连接

source: The line join style to use
hu: A használandó sarokstílus
ro: Stilul join de folosit
uk: Стиль з'єднання ліній, яким слід скористатися
zh_cn: 要使用的线连接样式

source: Miter Limit
hu: Hegyességkorlát
ro: Limită miter
uk: Обмеження фацета
zh_cn: 斜接极限

source: The smallest angle to use with miter joins, in degrees. Bevel joins will be used below this limit
hu: A legkisebb szög fokban, amelytől hegyes sarkok lesznek használva. A korlát alatt levágott sarkok lesznek használva.
ro: Cel mai mic unghi de folosit cu join miter, în grade. Bevel join va fi folosit sub această limită
uk: Найменший кут для плавних з'єднань, у градусах. Якщо кут буде більшим, буде використано кутове з'єднання
zh_cn: 使用斜接的最小角度，单位为度。低于此极限时将使用倒角连接

source: Line Dash
hu: Vonalszaggatás
ro: Dash linie
uk: Штрих лінії
zh_cn: 虚线

source: The dash pattern to use
hu: A használandó szaggatási minta
ro: Mostra dash de folosit
uk: Візерунок штриха, яким слід скористатися
zh_cn: 要使用的虚线图案

source: Font
hu: Betűkészlet
uk: Шрифт
zh_cn: 字体

source: The base font to use for the text
hu: A szöveghez használt alap betűkészlet
ro: Fontul de bază de folosit pentru text
uk: Базовий шрифт, яким слід скористатися для тексту
zh_cn: 文本要使用的基本字体

source: Font Description
hu: Betűkészlet-leírás
ro: Descriere font
uk: Опис шрифту
zh_cn: 字体描述

source: The attributes specifying which font to use
hu: A használandó betűkészletet megadó attribútumok
ro: Atributele care specifică ce font să se folosească
uk: Атрибути, які вказують на те, яким шрифтом слід скористатися
zh_cn: 指定要使用哪种字体的属性

source: Hint Metrics
hu: Raszterizálási metrikák
ro: Sugerează metrice
uk: Метрика гінтінґу
zh_cn: 提示度量

source: The hinting to be used for font metrics
hu: A betűkészlet-metrikákhoz használandó raszterizálás
ro: Hinting-ul de folosit pentru unitățile fontului
uk: Гінтінґ, яким слід скористатися для метрики шрифту
zh_cn: 用于字体度量的提示

source: Stroke Color
hu: Körvonalszín
ro: Culoare contur
uk: Колір штриха
zh_cn: 线条颜色

source: The color to use for the item's perimeter. To disable painting set the 'stroke-pattern' property to NULL
hu: Az elem körvonalához használandó szín. A rajzolás letiltásához állítsa NULL-ra a „stroke-pattern” tulajdonságot
ro: Culoarea de folosit pentru perimetrul elementului. Pentru a dezactiva desenarea stabiliți proprietatea „stroke-pattern” la NULL
uk: Колір, яким слід скористатися для периметра об'єкта. Щоб вимкнути малювання периметра, встановіть для властивості «stroke-pattern» значення NULL
zh_cn: 项目外缘要使用的颜色。要禁用绘制，将“stroke-pattern”属性设置为 NULL

source: Stroke Color RGBA
hu: Körvonalszín RGBA-ként
ro: Culoare RGBA contur
uk: Колір штриха RGBA
zh_cn: 线条颜色 RGBA

source: The color to use for the item's perimeter, specified as a 32-bit integer value. To disable painting set the 'stroke-pattern' property to NULL
hu: Az elem körvonalához használandó szín, 32 bites egész értékként megadva. A rajzolás letiltásához állítsa NULL-ra a „stroke-pattern” tulajdonságot
ro: Culoarea de folosit pentru perimetrul elementului, specificată ca o valoare întreagă de 32-biți. Pentru a dezactiva desenarea stabiliți proprietatea „stroke-pattern” la NULL
uk: Колір, яким слід скористатися для периметра об'єкта, вказаний у форматі 32-бітового цілого значення. Щоб вимкнути малювання периметра, встановіть для властивості «stroke-pattern» значення NULL
zh_cn: 项目外缘要使用的颜色，由 32 位整数值指定。要禁用绘制，将“stroke-pattern”属性设置为 NULL

source: Stroke Color GdkRGBA
hu: Körvonalszín GdkRGBA-ként
ro: Culoare GdkRGBA contur
uk: Колір штриха GdkRGBA
zh_cn: 线条颜色 GdkRGBA

source: The color to use for the item's perimeter, specified as a GdkRGBA. To disable painting set the 'stroke-pattern' property to NULL
hu: Az elem körvonalához használandó szín, GdkRGBA-ként megadva. A rajzolás letiltásához állítsa NULL-ra a „stroke-pattern” tulajdonságot
ro: Culoarea de folosit pentru perimetrul elementului, specificată GdkRGBA. Pentru a dezactiva desenarea stabiliți proprietatea „stroke-pattern” la NULL
uk: Колір, яким слід скористатися для периметра об'єкта, вказаний у форматі GdkRGBA. Щоб вимкнути малювання периметра, встановіть для властивості «stroke-pattern» значення NULL
zh_cn: 项目外缘要使用的颜色，由 GdkRGBA 指定。要禁用绘制，将“stroke-pattern”属性设置为 NULL

source: Stroke Pixbuf
hu: Körvonal pixbuf
ro: Pixbuf contur
uk: Буфер зображення штриха
zh_cn: 线条 Pixbuf

source: The pixbuf to use to draw the item's perimeter. To disable painting set the 'stroke-pattern' property to NULL
hu: Az elem körvonalának rajzolásához használandó pixbuf. A rajzolás letiltásához állítsa NULL-ra a „stroke-pattern” tulajdonságot
ro: Pixbuf-ul de folosi pentru a desena perimetrul elementului. Pentru a dezactiva desenarea stabiliți proprietatea „stroke-pattern” la NULL
uk: Буфер зображення, яким слід скористатися для малювання периметра об'єкта. Щоб вимкнути малювання периметра, встановіть для властивості «stroke-pattern» значення NULL
zh_cn: 用于绘制项目外缘的 pixbuf。要禁用绘制，将“stroke-pattern”属性设置为 NULL

source: Fill Color
hu: Kitöltőszín
ro: Culoare de umplere
uk: Колір заповнення
zh_cn: 填充颜色

source: The color to use to paint the interior of the item. To disable painting set the 'fill-pattern' property to NULL
hu: Az elem belsejének kirajzolásához használandó szín. A rajzolás letiltásához állítsa NULL-ra a „fill-pattern” tulajdonságot
ro: Culoarea de folosit pentru a desena interiorul unui element Pentru a dezactiva desenarea stabiliți proprietatea „fill-pattern” la NULL
uk: Колір, яким слід скористатися для малювання середини об'єкта. Щоб вимкнути малювання середини, встановіть для властивості «fill-pattern» значення NULL
zh_cn: 用于绘制项目内部的颜色。要禁用绘制，将“fill-pattern”属性设置为 NULL

source: Fill Color RGBA
hu: Kitöltőszín GRBA-ként
ro: Culoare de umplere RGBA
uk: Колір заповнення RGBA
zh_cn: 填充颜色 RGBA

source: The color to use to paint the interior of the item, specified as a 32-bit integer value. To disable painting set the 'fill-pattern' property to NULL
hu: Az elem belsejének kirajzolásához használandó szín, 32 bites egész értékként megadva. A rajzolás letiltásához állítsa NULL-ra a „fill-pattern” tulajdonságot
ro: Culoarea de folosit pentru a desena interiorul unui element, specificată ca valoare întreagă de 32-biți. Pentru a dezactiva desenarea stabiliți proprietatea „fill-pattern” la NULL
uk: Колір, яким слід скористатися для малювання середини об'єкта, вказаний у форматі 32-бітового цілого значення. Щоб вимкнути малювання середини, встановіть для властивості «fill-pattern» значення NULL
zh_cn: 用于绘制项目内部的颜色，由 32 位整数值指定。要禁用绘制，将“fill-pattern”属性设置为 NULL

source: Fill Color GdkRGBA
hu: Kitöltőszín GdkRGBA-ként
ro: Culoare de umplere GdkRGBA
uk: Колір заповнення GdkRGBA
zh_cn: 填充颜色 GdkRGBA

source: The color to use to paint the interior of the item, specified as a GdkRGBA. To disable painting set the 'fill-pattern' property to NULL
hu: Az elem belsejének kirajzolásához használandó szín, GdkRGBA-ként megadva. A rajzolás letiltásához állítsa NULL-ra a „fill-pattern” tulajdonságot
ro: Culoarea de folosit pentru a desena interiorul unui element, specificată ca GdkRGBA. Pentru a dezactiva desenarea stabiliți proprietatea „fill-pattern” la NULL
uk: Колір, яким слід скористатися для малювання середини об'єкта, вказаний у форматі GdkRGBA. Щоб вимкнути малювання середини, встановіть для властивості «fill-pattern» значення NULL
zh_cn: 用于绘制项目内部的颜色，由 GdkRGBA 指定。要禁用绘制，将“fill-pattern”属性设置为 NULL

source: Fill Pixbuf
hu: Kitöltő pixbuf
ro: Pixbuf de umplere
uk: Буфер зображення заповнення
zh_cn: 填充 Pixbuf

source: The pixbuf to use to paint the interior of the item. To disable painting set the 'fill-pattern' property to NULL
hu: Az elem belsejének kirajzolásához használandó pixbuf. A rajzolás letiltásához állítsa NULL-ra a „fill-pattern” tulajdonságot
ro: Pixbuf-ul de folosi pentru a desena interiorul elementului. Pentru a dezactiva desenarea stabiliți proprietatea „fill-pattern” la NULL
uk: Буфер зображення, яким слід скористатися для малювання середини об'єкта. Щоб вимкнути малювання середини, встановіть для властивості «fill-pattern» значення NULL
zh_cn: 用于绘制项目内部的 pixbuf。要禁用绘制，将“fill-pattern”属性设置为 NULL

source: Clip Path
hu: Vágási útvonal
ro: Calea tăierii
uk: Контур-обрізання
zh_cn: 裁剪路径

source: The sequence of path commands specifying the clip path
hu: Útvonalparancsok sorozata, amely megadja a vágási útvonalat
ro: Secvența de comenzi pentru cale specificând calea de tăiere
uk: Послідовність команд малювання контуру для визначення контуру-обрізання
zh_cn: 指定裁剪路径的路径命令序列

source: Clip Fill Rule
hu: Vágási kitöltési szabály
ro: Regulă de umplere a tăierii
uk: Правило заповнення обрізання
zh_cn: 裁剪填充规则

source: The fill rule used to determine which parts of the item are clipped
hu: A levágandó elemrészek meghatározásához használt kitöltési szabály
ro: Regula de umplere folosită în a determina care părți din element să fie tăiate
uk: Правило заповнення, яким слід скористатися для визначення того, які частини об'єкта слід обрізати.
zh_cn: 用于确定要裁剪项目的哪些部分的填充规则

source: Path Data
hu: Útvonaladatok
ro: Date cale
uk: Дані контуру
zh_cn: 路径数据

source: The sequence of path commands
hu: Az útvonalparancsok sorozata
ro: Secvența de comenzi pentru cale
uk: Послідовність команд малювання контуру
zh_cn: 路径命令序列

source: The x coordinate of the path
hu: Az útvonal x koordinátája
ro: Coordonata x a căii
uk: Координата контуру за x
zh_cn: 路径的 x 坐标

source: The y coordinate of the path
hu: Az útvonal y koordinátája
ro: Coordonata y a căii
uk: Координата контуру за y
zh_cn: 路径的 y 坐标

source: The width of the path
hu: Az útvonal szélessége
ro: Lățimea căii
uk: Ширина контуру
zh_cn: 路径的宽度

source: The height of the path
hu: Az útvonal magassága
ro: Înălțimea căii
uk: Висота контуру
zh_cn: 路径的高度

source: Points
hu: Pontok
ro: Puncte
uk: Точки
zh_cn: 点

source: The array of points
hu: A pontok tömbje
ro: Matricea de puncte
uk: Масив точок
zh_cn: 点的数组

source: Close Path
hu: Útvonal bezárása
ro: Închide calea
uk: Замкненість контуру
zh_cn: 封闭路径

source: If the last point should be connected to the first
hu: Ha az utolsó pontnak csatlakoznia kell az elsőhöz
ro: Dacă ultimul punct trebuie să fie conectat cu primul
uk: Чи з'єднано останню точку з першою
zh_cn: 最后一个点是否要连接到第一个点

source: Start Arrow
hu: Kezdő nyíl
ro: Săgeată de început
uk: Початок-стрілка
zh_cn: 起点箭头

source: If an arrow should be displayed at the start of the polyline
hu: Ha nyilat kell megjeleníteni a törött vonal elején
ro: Dacă o săgeată ar trebui afișată la începutul liniei frânte
uk: Чи має бути показано стрілку на початку ламаної
zh_cn: 是否要在折线的起点显示箭头

source: End Arrow
hu: Záró nyíl
ro: Încheie săgeata
uk: Кінець-стрілка
zh_cn: 末端箭头

source: If an arrow should be displayed at the end of the polyline
hu: Ha nyilat kell megjeleníteni a törött vonal végén
ro: Dacă o săgeată ar trebui afișată la sfârșitul liniei frânte
uk: Чи має бути показано стрілку у кінці ламаної
zh_cn: 是否要在折线的末端显示箭头

source: Arrow Length
hu: Nyíl hossza
ro: Lungimea săgeții
uk: Довжина стрілки
zh_cn: 箭头长度

source: The length of the arrows, as a multiple of the line width
hu: A nyilak hossza, a vonalvastagság többszöröseként
ro: Lungimea săgeților, ca un multiplu de lățimea liniei
uk: Довжина стрілок відносно товщини лінії
zh_cn: 箭头的长度，为线宽度的倍数

source: Arrow Width
hu: Nyílszélesség
ro: Lățimea săgeții
uk: Ширина стрілки
zh_cn: 箭头宽度

source: The width of the arrows, as a multiple of the line width
hu: A nyilak szélessége, a vonalvastagság többszöröseként
ro: Lățimea săgeților, ca multiplu de lățime a liniei
uk: Ширина стрілки відносно товщини лінії
zh_cn: 箭头的宽度，为线宽度的倍数

source: Arrow Tip Length
hu: Nyílhegy hossza
ro: Lungimea vârfului săgeții
uk: Довжина кінчика стрілки
zh_cn: 箭头尖端长度

source: The length of the arrow tip, as a multiple of the line width
hu: A nyílhegy hossza, a vonalvastagság többszöröseként
ro: Lungimea vârfului săgeții, ca un multiplu de lățimea liniei
uk: Довжина кінчика стрілки відносно товщини лінії
zh_cn: 箭头尖端的长度，为线宽度的倍数

source: The x coordinate of the left-most point of the polyline
hu: A törött vonal leginkább balra lévő pontjának x koordinátája
ro: Coordonata x a punctului cel mai din stânga al liniei frânte
uk: Координата за x найлівішої точки ламаної
zh_cn: 折线最左端的点的 x 坐标

source: The y coordinate of the top-most point of the polyline
hu: A törött vonal legmagasabb pontjának y koordinátája
ro: Coordonata y a punctului cel mai de sus a liniei frânte
uk: Координата за y найвищої точки ламаної
zh_cn: 折线最顶部的点的 y 坐标

source: The width of the polyline
hu: A törött vonal szélessége
ro: Lățimea liniei frânte
uk: Ширина ламаної
zh_cn: 折线的宽度

source: The height of the polyline
hu: A törött vonal magassága
ro: Înălțimea liniei frânte
uk: Висота ламаної
zh_cn: 折线的高度

source: The x coordinate of the rectangle
hu: A négyszög x koordinátája
ro: Coordonata x a dreptunghiului
uk: Координата прямокутника за x
zh_cn: 矩形的 x 坐标

source: The y coordinate of the rectangle
hu: A négyszög y koordinátája
ro: Coordonata y a dreptunghiului
uk: Координата прямокутника за y
zh_cn: 矩形的 y 坐标

source: The width of the rectangle
hu: A négyszög szélessége
ro: Lățimea dreptunghiului
uk: Ширина прямокутника
zh_cn: 矩形的宽度

source: The height of the rectangle
hu: A négyszög magassága
ro: Înălțimea dreptunghiului
uk: Висота прямокутника
zh_cn: 矩形的高度

source: The horizontal radius to use for rounded corners
hu: A lekerekített sarkokhoz használandó vízszintes sugár
ro: Raza orizontală de folosit pentru colțuri rotunjite
uk: Горизонтальний радіус округлених кутів
zh_cn: 圆角要使用的水平半径

source: The vertical radius to use for rounded corners
hu: A lekerekített sarkokhoz használandó függőleges sugár
ro: Raza verticală de folosit pentru colțuri rotunjite
uk: Вертикальний радіус округлених кутів
zh_cn: 圆角要使用的垂直半径

source: Row Spacing
hu: Sorköz
ro: Spațiere rânduri
uk: Міжрядковий інтервал
zh_cn: 行间距

source: The default space between rows
hu: A sorok közti alapértelmezett térköz
ro: Spațiu implicit între rânduri
uk: Типовий інтервал між рядками
zh_cn: 行之间的默认间距

source: Column Spacing
hu: Oszlopköz
ro: Spațiere coloană
uk: Інтервал між стовпчиками
zh_cn: 列间距

source: The default space between columns
hu: Az oszlopok közti alapértelmezett térköz
ro: Spațiu implicit între coloane
uk: Типовий інтервал між стовпчиками
zh_cn: 列之间的默认间距

source: Homogenous Rows
hu: Homogén sorok
ro: Rânduri omogene
uk: Однорідні рядки
zh_cn: 均匀行

source: If all rows are the same height
hu: Ha az összes sor megegyező magasságú
ro: Dacă toate rândurile au aceeași înălțime
uk: Чи мають бути усі рядки однакової висоти
zh_cn: 所有行的高度是否相同

source: Homogenous Columns
hu: Homogén oszlopok
ro: Coloane omogene
uk: Однорідні стовпчики
zh_cn: 均匀列

source: If all columns are the same width
hu: Ha az összes oszlop megegyező szélességű
ro: Dacă toate coloanele au aceeași lățime
uk: Чи мають бути усі стовпчики однакової ширини
zh_cn: 所有列的宽度是否相同

source: X Border Spacing
hu: X-szegélyköz
ro: Spațiere bordură X
uk: Інтервал рамки за X
zh_cn: X 边框间距

source: The amount of spacing between the lefmost and rightmost cells and the border grid line
hu: A leginkább balra lévő és a leginkább jobbra lévő cellák, valamint a szegély rácsvonal közti térköz
uk: Відстань між найлівішою і найправішою комірками і лінією ґратки рамки

source: Y Border Spacing
hu: Y-szegélyköz
ro: Spațiere bordură Y
uk: Інтервал рамки за Y
zh_cn: Y 边框间距

source: The amount of spacing between the topmost and bottommost cells and the border grid line
hu: A legfelső és a legalsó cellák, valamint a szegély rácsvonal közti térköz
ro: Cantitatea de spațiere dintre celulele de sus și de jos și bordura liniei grilă
uk: Відстань між найвищою і найнижчою комірками і лінією ґратки рамки
zh_cn: 最顶部和最底部的单元格与边框网格线之间的间距量

source: The width of the grid line to draw between rows
hu: A sorok közé rajzolandó rácsvonal szélessége
ro: Lățimea liniei grilei de desenat între rânduri
uk: Товщина лінії ґратки, яку буде намальовано між рядками
zh_cn: 要在行之间绘制的网格线的宽度

source: The width of the grid line to draw between columns
hu: Az oszlopok közé rajzolandó rácsvonal szélessége
ro: Lățimea liniei grilei de desenat între coloane
uk: Товщина лінії ґратки, яку буде намальовано між стовпчиками
zh_cn: 要在列之间绘制的网格线的宽度

source: Left Padding
hu: Bal térköz
ro: Padding stânga
uk: Доповнення зліва
zh_cn: 左边距

source: Extra space to add to the left of the item
hu: Az elem bal oldalához hozzáadandó további térköz
ro: Spațiu extra de adăugat la stânga elementului
uk: Додатковий проміжок, який слід додати ліворуч від об'єкта
zh_cn: 在项目左侧要添加的额外空间

source: Right Padding
hu: Jobb térköz
ro: Padding dreapta
uk: Доповнення справа
zh_cn: 右边距

source: Extra space to add to the right of the item
hu: Az elem jobb oldalához hozzáadandó további térköz
ro: Spațiu extra de adăugat la dreapta elementului
uk: Додатковий проміжок, який слід додати праворуч від об'єкта
zh_cn: 在项目右侧要添加的额外空间

source: Top Padding
hu: Felső térköz
ro: Padding de sus
uk: Доповнення згори
zh_cn: 上边距

source: Extra space to add above the item
hu: Az elem fölé hozzáadandó további térköz
ro: Spațiu extra de adăugat deasupra elementului
uk: Додатковий проміжок, який слід додати над об'єктом
zh_cn: 在项目上方要添加的额外空间

source: Bottom Padding
hu: Alsó térköz
ro: Padding jos
uk: Доповнення знизу
zh_cn: 下边距

source: Extra space to add below the item
hu: Az elem alá hozzáadandó további térköz
ro: Spațiu extra de adăugat dedesubtul elementului
uk: Додатковий проміжок, який слід додати під об'єктом
zh_cn: 在项目下方要添加的额外空间

source: X Align
hu: X-igazítás
ro: Aliniere X
uk: Вирівнювання за X
zh_cn: X 对齐

source: The horizontal position of the item within its allocated space. 0.0 is left-aligned, 1.0 is right-aligned
hu: Az elem vízszintes pozíciója a lefoglalt területén. A 0.0 balra igazítást, az 1.0 jobbra igazítást jelent
ro: Poziția orizontală a elementului din spațiul lui alocat. 0.0 este aliniat la stânga, 1.0 este aliniat la dreapta
uk: Розташування об'єкта за горизонталлю у межах отриманого простору. 0.0 — вирівняти ліворуч, 1.0 — вирівняти праворуч
zh_cn: 项目在其分配空间内的水平位置。0.0 为左对齐，1.0 为右对齐

source: Y Align
hu: Y-igazítás
ro: Aliniere Y
uk: Вирівнювання за Y
zh_cn: Y 对齐

source: The vertical position of the item within its allocated space. 0.0 is top-aligned, 1.0 is bottom-aligned
hu: Az elem függőleges pozíciója a lefoglalt területén. A 0.0 fentre igazítást, az 1.0 lentre igazítást jelent
ro: Poziția verticală a elementului în cadrul spațiului său alocat. 0.0 este aliniat la top, 1.0 este aliniat la bază
uk: Розташування об'єкта за вертикаллю у межах отриманого простору. 0.0 — вирівняти вгору, 1.0 — вирівняти вниз
zh_cn: 项目在其分配空间内的垂直位置。0.0 为顶部对齐，1.0 为底部对齐

source: Row
hu: Sor
ro: Rând
uk: Рядок
zh_cn: 行

source: The row to place the item in
hu: A sor, amelybe az elem kerülni fog
ro: Rîndul în care să se plaseze elementul
uk: Рядок, у якому слід розташувати об'єкт
zh_cn: 要放置项目的行

source: Column
hu: Oszlop
ro: Coloană
uk: Стовпчик
zh_cn: 列

source: The column to place the item in
hu: Az oszlop, amelybe az elem kerülni fog
ro: Coloana în care să se plaseze elementul
uk: Стовпчик, у якому слід розташувати об'єкт
zh_cn: 要放置项目的列

source: Rows
hu: Sorok
ro: Rânduri
uk: Рядки
zh_cn: 行数

source: The number of rows that the item spans
hu: A sorok száma, amelyet az elem átfog
ro: Numărul de rânduri ocupat de element
uk: Кількість рядків, які займає об'єкт
zh_cn: 项目跨越的行数

source: Columns
hu: Oszlopok
ro: Coloane
uk: Стовпчики
zh_cn: 列数

source: The number of columns that the item spans
hu: Az oszlopok száma, amelyeket az elem átfog
ro: Numărul de coloane ocupat de element
uk: Кількість стовпчиків, які займає об'єкт
zh_cn: 项目跨越的列数

source: X Expand
hu: X-bővítés
ro: Extinde X
uk: Розширення за X
zh_cn: X 扩大
