Repository: GNOME/goocanvas
Catalog: po/*.po
Languages: hu, ro, uk, zh_cn

source: Scale
hu: Méretezés
ro: Scalează
uk: Масштаб
zh_cn: 缩放

source: The magnification factor of the canvas
hu: A vászon nagyítási tényezője
ro: Factorul de mărire a canavalei
uk: Коефіцієнт масштабування полотна
zh_cn: 画布的放大系数

source: Scale X
hu: X méretezés
ro: Scalează X
uk: Масштаб за X
zh_cn: 缩放 X

source: The horizontal magnification factor of the canvas
hu: A vászon vízszintes nagyítási tényezője
ro: Factorul de mărire orizontală a canavalei
uk: Коефіцієнт горизонтального масштабування полотна
zh_cn: 画布的水平放大系数

source: Scale Y
hu: Y méretezés
ro: Scalează Y
uk: Масштаб за Y
zh_cn: 缩放 Y

source: The vertical magnification factor of the canvas
hu: A vászon függőleges nagyítási tényezője
ro: Factorul de mărire verticală a canavalei
uk: Коефіцієнт вертикального масштабування полотна
zh_cn: 画布的垂直放大系数

source: Anchor
hu: Horgony
ro: Ancoră
uk: Прив'язка
zh_cn: 锚

source: Where to place the canvas when it is smaller than the widget's allocated area
hu: Hová legyen elhelyezve a vászon, ha kisebb mint a felületi elemnek kiosztott terület
ro: Unde să se plaseze canavaua când este mai mică decât zona alocată widgetului
uk: Де розташовувати полотно, якщо воно менше за виділену для віджета ділянку
zh_cn: 当画布小于部件的分配区域时将其放置在何处

source: The x coordinate of the left edge of the canvas bounds, in canvas units
hu: A vászon bal szélének x koordinátája, vászonegységekben
ro: Coordonata x a marginii din stânga a canavalei, în unități canava
uk: Координата за x лівого краю межі полотна у одиницях полотна
zh_cn: 画布边界左侧边缘的 X 坐标，单位为画布单位

source: The y coordinate of the top edge of the canvas bounds, in canvas units
hu: A vászon felső szélének y koordinátája, vászonegységekben
ro: Coordonata y a marginii de sus a limitelor canavalei, în unități canava
uk: Координата за y верхнього краю межі полотна у одиницях полотна
zh_cn: 画布边界顶部边缘的 Y 坐标，单位为画布单位

source: The x coordinate of the right edge of the canvas bounds, in canvas units
hu: A vászon jobb szélének x koordinátája, vászonegységekben
ro: Coordonata x a marginii din dreapta a limitelor canavalei, în unități canava
uk: Координата за x правого краю межі полотна у одиницях полотна
zh_cn: 画布边界右侧边缘的 X 坐标，单位为画布单位

source: The y coordinate of the bottom edge of the canvas bounds, in canvas units
hu: A vászon alsó szélének y koordinátája, vászonegységekben
ro: Coordonata y a marginii de jos a limitelor canavalei, în unități canava
uk: Координата за y нижнього краю межі полотна у одиницях полотна
zh_cn: 画布边界底部边缘的 Y 坐标，单位为画布单位

source: Automatic Bounds
hu: Automatikus korlátok
ro: Limite automate
uk: Автоматичні межі
zh_cn: 自动边界

source: If the bounds are automatically calculated based on the bounds of all the items in the canvas
hu: Ha a korlátok automatikusan kerülnek kiszámításra a vásznon szereplő elemek alapján
ro: Dacă limitele sunt calculate automat pe baza limitelor elementelor din canava
uk: Чи слід обчислювати межі автоматично на основі меж усіх об'єктів на полотні
zh_cn: 是否根据画布中所有项目的边界自动计算边界

source: Bounds From Origin
hu: Korlátok a forrásból
ro: Margini de la origine
uk: Межі від початку
zh_cn: 原点边界

source: If the automatic bounds are calculated from the origin
hu: Ha az automatikus korlátok a forrásból kerülnek kiszámításra
ro: Dacă limitele automate să fie calculate de la origine
uk: Чи слід обчислювати межі автоматично на основі розташування початку координат
zh_cn: 自动边界是否从原点计算

source: Bounds Padding
hu: Korlátok térköze
ro: Margini Padding
uk: Фаска меж
zh_cn: 边界边距

source: The padding added to the automatic bounds
hu: Az automatikus korlátokhoz hozzáadott térköz
ro: Padding-ul adăugat la limitele automate
uk: Фаска, яку слід додати до автоматично визначених меж
zh_cn: 添加到自动边界的边距

source: Units
hu: Mértékegységek
ro: Unități
uk: Одиниці
zh_cn: 单位

source: The units to use for the canvas
hu: A vásznon használandó mértékegységek
ro: Unitățile de folosit pentru canava
uk: Одиниці, які слід використовувати для вимірювань на полотні
zh_cn: 画布要使用的单位

source: Resolution X
hu: X-felbontás
ro: Rezoluție X
uk: Роздільність за X
zh_cn: 分辨率 X

source: The horizontal resolution of the display, in dots per inch
hu: A kijelző vízszintes felbontása, pont/hüvelykben
ro: Rezoluția orizontală de afișat, în puncte pe țol
uk: Роздільність дисплея за горизонталлю у точках на дюйм
zh_cn: 显示器的水平分辨率，单位为每英寸点数

source: Resolution Y
hu: Y-felbontás
ro: Rezoluție Y
uk: Роздільність за Y
zh_cn: 分辨率 Y

source: The vertical resolution of the display, in dots per inch
hu: A kijelző függőleges felbontása, pont/hüvelykben
ro: Rezoluția verticală a afișării, în puncte pe țol
uk: Роздільність дисплея за вертикаллю у точках на дюйм
zh_cn: 显示器的垂直分辨率，单位为每英寸点数

source: Background Color
hu: Háttérszín
ro: Culoare de fudal
uk: Колір тла
zh_cn: 背景颜色

source: The color to use for the canvas background
hu: A vászon hátteréhez használandó szín
ro: Culoarea de folosit pentru fundalul canavalei
uk: Колір для тла полотна
zh_cn: 画布背景要使用的颜色

source: Background Color RGB
hu: Háttérszín RGB-ként
ro: Culoare de fundal RGB
uk: Колір тла у RGB
zh_cn: 背景颜色 RGB

source: The color to use for the canvas background, specified as a 24-bit integer value, 0xRRGGBB
hu: A vászon hátteréhez használandó szín, 24 bites egész értékként megadva, 0xRRGGBB
ro: Culoarea de folosit pentru fundalul canavalei, specificată ca o valoare întreagă de 24-biți, 0xRRGGBB
uk: Колір тла полотна у форматі 24-бітового цілого значення, 0xRRGGBB
zh_cn: 画布背景要使用的颜色，由 24 位整数值指定，0xRRGGBB

source: Background Color GdkRGBA
hu: Háttérszín GdkRGBA-ként
ro: Culoare de fundal GdkRGBA
uk: Колір тла у GdkRGBA
zh_cn: 背景颜色 GdkRGBA

source: The color to use for the canvas background, specified as a GdkRGBA
hu: A vászon hátteréhez használandó szín, GdkRGBA-ként megadva
ro: Culoarea de folosit pentru fundalul canavalei, specificată ca GdkRGBA
uk: Колір тла полотна у форматі GdkRGBA
zh_cn: 画布背景要使用的颜色，由 GdkRGBA 指定

source: Integer Layout
hu: Egész elrendezés
ro: Aranjament de întregi
uk: Цілочисельне компонування
zh_cn: 整数布局

source: If all item layout is done to the nearest integer
hu: Ha az összes elem elrendezése a legközelebbi egészhez történik
ro: Dacă toate aspectele elementelor este făcut la cel mai apropiat întreg
uk: Чи слід округлювати координати усіх об'єктів до найближчих цілих чисел
zh_cn: 是否将所有项目布局设置为最接近的整数

source: Clear Background
hu: Háttér törlése
ro: Golește fundal
uk: Очищення тла
zh_cn: 清除背景

source: If the background is cleared before the canvas is painted
hu: Ha a háttér törlésre kerül a vászon festése előtt
ro: Dacă fundalul este curățat înaintea desenării canavalei
uk: Чи слід очищувати тло до того, як буде намальовано полотно
zh_cn: 是否在绘制画布之前清除背景

source: Redraw When Scrolled
hu: Újrarajzolás görgetéskor
ro: Redesenează la derulare
uk: Перемальовування при гортанні
zh_cn: 滚动时重绘

source: If the canvas is completely redrawn when scrolled, to reduce the flicker of static items. Note that since GTK+ 3.0 the canvas is always redrawn when scrolled, so this option has no effect.
hu: Ha a vászon teljes újrarajzolásra kerül görgetéskor, hogy csökkenjen a statikus képek vibrálása. Ne feledje, hogy a GTK+ 3.0 óta a vászon mindig újrarajzolásra kerül görgetéskor, így a beállításnak nincs hatása.
ro: Dacă canavalele sunt complet redesenate la derulare, pentru a reduce clipirea elementelor statice. Luați aminte că de la GTK+ 3.0 canavalele sunt întotdeauna redesenate la derulare, așadar această opțiune nu are niciun efect.
uk: Чи слід повністю перемальовувати полотно при гортанні для зменшення ефекту блимання статичних об'єктів. Зауважте, що, починаючи з версії GTK+ 3.0, полотно перемальовуватиметься при гортанні завжди, тому цей параметр ні на що не вплине.
zh_cn: 是否在滚动时完全重绘画布，以减少静止项目的闪烁。注意，由于从 GTK+ 3.0 以后，在滚动时总是重绘画布，所以此选项没有效果。

source: Center X
hu: X-középpont
ro: Centrează X
uk: Центр за X
zh_cn: 中心 X

source: The x coordinate of the center of the ellipse
hu: Az ellipszis középpontjának x koordinátája
ro: Coordonata x a centrului elipsei
uk: Координата центра еліпса за x
zh_cn: 椭圆中心的 x 坐标

source: Center Y
hu: Y-középpont
ro: Centrează Y
uk: Центр за Y
zh_cn: 中心 Y

source: The y coordinate of the center of the ellipse
hu: Az ellipszis középpontjának y koordinátája
ro: Coordonata y a centrului elipsei
uk: Координата центра еліпса за y
zh_cn: 椭圆中心的 y 坐标

source: Radius X
hu: X-sugár
ro: Rază X
uk: Радіус за X
zh_cn: 半径 X

source: The horizontal radius of the ellipse
hu: Az ellipszis vízszintes sugara
ro: Raza orizontală a elipsei
uk: Напіввісь еліпса за горизонталлю
zh_cn: 椭圆的水平半径

source: Radius Y
hu: Y-sugár
ro: Rază Y
uk: Радіус за Y
zh_cn: 半径 Y

source: The vertical radius of the ellipse
hu: Az ellipszis függőleges sugara
ro: Raza verticală a elipsei
uk: Напіввісь еліпса за вертикаллю
zh_cn: 椭圆的垂直半径

source: The x coordinate of the left side of the ellipse
hu: Az ellipszis bal oldalának x koordinátája
ro: Coordonata x a părții stângi a elipsei
uk: Координата за x лівого краю еліпса
zh_cn: 椭圆左端的 x 坐标

source: The y coordinate of the top of the ellipse
hu: Az ellipszis tetejének y koordinátája
ro: Coordonata y a topului elipsei
uk: Координата за y верхнього краю еліпса
zh_cn: 椭圆顶部的 y 坐标

source: Width
hu: Szélesség
ro: Lățime
uk: Ширина
zh_cn: 宽度

source: The width of the ellipse
hu: Az ellipszis szélessége
ro: Lățimea elipsei
uk: Ширина еліпса
zh_cn: 椭圆的宽度

source: Height
hu: Magasság
ro: Înălțime
uk: Висота
zh_cn: 高度

source: The height of the ellipse
hu: Az ellipszis magassága
ro: Înălțimea elipsei
uk: Висота еліпса
zh_cn: 椭圆的高度

source: The x coordinate of the grid
hu: A rács x koordinátája
ro: Coordonata x a grilei
uk: Координата ґратки за x
zh_cn: 网格的 x 坐标

source: The y coordinate of the grid
hu: A rács y koordinátája
ro: Coordonata y a grilei
uk: Координата ґратки за y
zh_cn: 网格的 y 坐标

source: The width of the grid
hu: A rács szélessége
ro: Lățimea grilei
uk: Ширина ґратки
zh_cn: 网格的宽度

source: The height of the grid
hu: A rács magassága
ro: Înălțimea grilei
uk: Висота ґратки
zh_cn: 网格的高度

source: The distance between the vertical grid lines
hu: A függőleges rácsvonalak közti távolság
ro: Distanța dintre liniile grilă verticale
uk: Відстань між вертикальними лініями ґратки
zh_cn: 垂直网格线之间的距离

source: The distance between the horizontal grid lines
hu: A vízszintes rácsvonalak közti távolság
ro: Distanța dintre liniile grilă orizontale
uk: Відстань між горизонтальними лініями ґратки
zh_cn: 水平网格线之间的距离

source: The distance before the first vertical grid line
hu: Az első függőleges rácsvonal előtti távolság
ro: Distanța dinaintea primei linii grilă verticală
uk: Відстань до першої вертикальної лінії ґратки
zh_cn: 第一条垂直网格线之前的距离

source: The distance before the first horizontal grid line
hu: Az első vízszintes rácsvonal előtti távolság
ro: Distanța dinaintea primei linii grilă orizontală
uk: Відстань до першої горизонтальної лінії ґратки
zh_cn: 第一条水平网格线之前的距离

source: Horizontal Grid Line Width
hu: Vízszintes rácsvonal szélessége
ro: Lățimea liniei orizontale de grilă
uk: Товщина горизонтальної лінії ґратки
zh_cn: 水平网格线宽度

source: The width of the horizontal grid lines
hu: A vízszintes rácsvonalak szélessége
ro: Lățimea liniilor grilă orizontale
uk: Товщина горизонтальних ліній ґратки
zh_cn: 水平网格线的宽度

source: Vertical Grid Line Width
hu: Függőleges rácsvonal szélessége
ro: Lățimea liniei verticală de grilă
uk: Товщина вертикальної лінії ґратки
zh_cn: 垂直网格线宽度

source: The width of the vertical grid lines
hu: A függőleges rácsvonalak szélessége
ro: Lățimea liniilor grilă verticale
uk: Товщина вертикальних ліній ґратки
zh_cn: 垂直网格线的宽度

source: Horizontal Grid Line Pattern
hu: Vízszintes rácsvonal mintázata
ro: Mostra liniei orizontale de grilă
uk: Візерунок горизонтальних ліній ґратки
zh_cn: 水平网格线图案

source: The cairo pattern to paint the horizontal grid lines with
hu: A vízszintes rácsvonalak kirajzolásához használt cairo mintázat
ro: Mostra cairo de desenat liniile grilă orizontale
uk: Візерунок cairo, який слід намалювати горизонтальними лініями ґратки
zh_cn: 用于绘制水平网格线的 cairo 图案

source: Vertical Grid Line Pattern
hu: Függőleges rácsvonal mintázata
ro: Mostra liniei verticale de grilă
uk: Візерунок вертикальних ліній ґратки
zh_cn: 垂直网格线图案

source: The cairo pattern to paint the vertical grid lines with
hu: A függőleges rácsvonalak kirajzolásához használt cairo mintázat
ro: Mostra cairo de desenat liniile grilă verticale
uk: Візерунок cairo, який слід намалювати вертикальними лініями ґратки
zh_cn: 用于绘制垂直网格线的 cairo 图案

source: Border Width
hu: Szegélyvastagság
ro: Lățime bordură
uk: Товщина рамки
zh_cn: 边框宽度

source: The width of the border around the grid
hu: A rács körüli szegély vastagsága
ro: Lățimea bordurii din jurul grilei
uk: Товщина рамки навколо ґратки
zh_cn: 网格周围边框的宽度

source: Border Pattern
hu: Szegélymintázat
ro: Mostră bordură
uk: Візерунок рамки
zh_cn: 边框图案

source: The cairo pattern to paint the border with
hu: A szegély kirajzolásához használt cairo mintázat
ro: Mostra cairo de desenat bordurile
uk: Візерунок cairo, який слід намалювати на рамці
zh_cn: 用于绘制边框的 cairo 图案

source: Show Horizontal Grid Lines
hu: Vízszintes rácsvonalak megjelenítése
ro: Arată liniile orizontale de grilă
uk: Показувати горизонтальні лінії сітки
zh_cn: 显示水平网格线

source: If the horizontal grid lines are shown
hu: Ha a vízszintes rácsvonalak megjelenítésre kerülnek
ro: Dacă liniile de grilă orizontale sunt afișate
uk: Чи показано горизонтальні лінії ґратки
zh_cn: 是否显示水平网格线

source: Show Vertical Grid Lines
hu: Függőleges rácsvonalak megjelenítése
ro: Arată liniile verticale de grilă
uk: Показувати вертикальні лінії сітки
zh_cn: 显示垂直网格线

source: If the vertical grid lines are shown
hu: Ha a függőleges rácsvonalak megjelenítésre kerülnek
ro: Dacă liniile verticale de grilă sunt arătate
uk: Чи показано вертикальні лінії ґратки
zh_cn: 是否显示垂直网格线

source: Vertical Grid Lines On Top
hu: Függőleges rácsvonalak fent
ro: Linii verticale de grilă deasupra
uk: Вертикальні лінії ґратки згори
zh_cn: 垂直网格线在顶部

source: If the vertical grid lines are painted above the horizontal grid lines
hu: Ha a függőleges rácsvonalak a vízszintesek fölé kerülnek kirajzolásra
ro: Dacă liniile de grilă verticală sunt desenate deasupra liniilor de grilă orizontală
uk: Чи слід малювати вертикальні лінії ґратки над горизонтальними лініями ґратки
zh_cn: 是否将垂直网格线绘制在水平网格线的上方

source: Horizontal Grid Line Color
hu: Vízszintes rácsvonal színe
ro: Culoarea liniei orizontală de grilă
uk: Колір горизонтальних ліній ґратки
zh_cn: 水平网格线颜色

source: The color to use for the horizontal grid lines
hu: A vízszintes rácsvonalakhoz használandó szín
ro: Culoarea de folosit pentru liniile grilă orizontale
uk: Колір, яким слід скористатися для малювання горизонтальних ліній ґратки
zh_cn: 水平网格线要使用的颜色

source: Horizontal Grid Line Color RGBA
hu: Vízszintes rácsvonal színe RGBA-ként
ro: Culoarea RGBA a liniei orizontală de grilă
uk: Колір RGBA горизонтальних ліній ґратки
zh_cn: 水平网格线颜色 RGBA

source: The color to use for the horizontal grid lines, specified as a 32-bit integer value
hu: A vízszintes rácsvonalakhoz használandó szín, 32 bites egész értékként megadva
ro: Culoarea de folosit pentru liniile grilă orizontale, specificată ca o valoare întreagă de 32-biți
uk: Колір, яким слід скористатися для малювання горизонтальних ліній ґратки, вказаний у форматі 32-бітового цілого значення
zh_cn: 水平网格线要使用的颜色，由 32 位整数值指定

source: Horizontal Grid Line Color GdkRGBA
hu: Vízszintes rácsvonal színe GdkRGBA-ként
ro: Culoarea GdkRGBA a liniei orizontală de grilă
uk: Колір GdkRGBA горизонтальних ліній ґратки
zh_cn: 水平网格线颜色 GdkRGBA

source: The color to use for the horizontal grid lines, specified as a GdkRGBA
hu: A vízszintes rácsvonalakhoz használandó szín, GdkRGBA-ként megadva
ro: Culoarea de folosit pentru liniile grilă orizontale, specificată ca GdkRGBA
uk: Колір, яким слід скористатися для малювання горизонтальних ліній ґратки, вказаний у форматі GdkRGBA
zh_cn: 水平网格线要使用的颜色，由 GdkRGBA 指定

source: Horizontal Grid Line Pixbuf
hu: Vízszintes rácsvonal pixbuf
ro: Pixbuf-ul liniei orizontale de grilă
uk: Буфер зображення горизонтальних ліній ґратки
zh_cn: 水平网格线 Pixbuf

source: The pixbuf to use to draw the horizontal grid lines
hu: A vízszintes rácsvonalak kirajzolásához használandó pixbuf
ro: Pixbuf-ul de folosi pentru a desena liniile grilă orizontale
uk: Буфер зображення, яким слід скористатися для малювання горизонтальних ліній ґратки
zh_cn: 用于绘制水平网格线的 pixbuf

source: Vertical Grid Line Color
hu: Függőleges rácsvonal színe
ro: Culoarea liniei verticală de grilă
uk: Колір вертикальних ліній ґратки
zh_cn: 垂直网格线颜色

source: The color to use for the vertical grid lines
hu: A függőleges rácsvonalakhoz használandó szín
ro: Culoarea de folosit pentru liniile grilă verticale
uk: Колір, яким слід скористатися для малювання вертикальних ліній ґратки
zh_cn: 垂直网格线要使用的颜色

source: Vertical Grid Line Color RGBA
hu: Függőleges rácsvonal színe RGBA-ként
ro: Culoarea RGBA a liniei verticală de grilă
uk: Колір RGBA вертикальних ліній ґратки
zh_cn: 垂直网格线颜色 RGBA

source: The color to use for the vertical grid lines, specified as a 32-bit integer value
hu: A függőleges rácsvonalakhoz használandó szín, 32 bites egész értékként megadva
ro: Culoarea de folosit pentru liniile grilă verticale, specificată ca o valoare întreagă de 32-biți
uk: Колір, яким слід скористатися для малювання вертикальних ліній ґратки, вказаний у форматі 32-бітового цілого значення
zh_cn: 垂直网格线要使用的颜色，由 32 位整数值指定

source: Vertical Grid Line Color GdkRGBA
hu: Függőleges rácsvonal színe GdkRGBA-ként
ro: Culoarea GdkRGBA liniei verticală de grilă
uk: Колір GdkRGBA вертикальних ліній ґратки
zh_cn: 垂直网格线颜色 GdkRGBA

source: The color to use for the vertical grid lines, specified as a GdkRGBA
hu: A függőleges rácsvonalakhoz használandó szín, GdkRGBA-ként megadva
ro: Culoarea de folosit pentru liniile grilă verticale, specificată ca GdkRGBA
uk: Колір, яким слід скористатися для малювання вертикальних ліній ґратки, вказаний у форматі GdkRGBA
zh_cn: 垂直网格线要使用的颜色，由 GdkRGBA 指定

source: Vertical Grid Line Pixbuf
hu: Függőleges rácsvonal pixbuf
ro: Pixbuf-ul liniei verticală de grilă
uk: Буфер зображення вертикальних ліній ґратки
zh_cn: 垂直网格线 Pixbuf

source: The pixbuf to use to draw the vertical grid lines
hu: A függőleges rácsvonalak kirajzolásához használandó pixbuf
ro: Pixbuf-ul de folosi pentru a desena liniile de grilă verticale
uk: Буфер зображення, яким слід скористатися для малювання вертикальних ліній ґратки
zh_cn: 用于绘制垂直网格线的 pixbuf

source: Border Color
hu: Szegélyszín
ro: Culoarea bordurii
uk: Колір рамки
zh_cn: 边框颜色

source: The color to use for the border
hu: A szegélyhez használandó szín
ro: Culoarea de folosit pentru borduri
uk: Колір, яким слід скористатися для рамки
zh_cn: 边框要使用的颜色

source: Border Color RGBA
hu: Szegélyszín RGBA-ként
ro: Culoarea bordurii RGBA
uk: Колір RGBA рамки
zh_cn: 边框颜色 RGBA

source: The color to use for the border, specified as a 32-bit integer value
hu: A szegélyhez használandó szín, 32 bites egész értékként megadva
ro: Culoarea de folosit pentru borduri, specificată ca o valoare întreagă de 32-biți
uk: Колір, яким слід скористатися для малювання рамки, вказаний у форматі 32-бітового цілого значення
zh_cn: 边框要使用的颜色，由 32 位整数值指定

source: Border Color GdkRGBA
hu: Szegélyszín GdkRGBA-ként
ro: Culoarea bordurii GdkRGBA
uk: Колір GdkRGBA рамки
zh_cn: 边框颜色 GdkRGBA

source: The color to use for the border, specified as a GdkRGBA
hu: A szegélyhez használandó szín, GdkRGBA-ként megadva
ro: Culoarea de folosit pentru borduri, specificată ca GdkRGBA
uk: Колір рамки у форматі GdkRGBA
zh_cn: 边框要使用的颜色，由 GdkRGBA 指定

source: Border Pixbuf
hu: Szegély pixbuf
ro: Pixbuf bordură
uk: Буфер зображення рамки
zh_cn: 边框 Pixbuf

source: The pixbuf to use to draw the border
hu: A keret kirajzolásához használandó pixbuf
ro: Pixbuf-ul de folosi pentru a desena bordura
uk: Буфер зображення, яким слід скористатися для малювання рамки
zh_cn: 用于绘制边框的 pixbuf

source: The x coordinate of the group
hu: A csoport x koordinátája
ro: Coordonata x a grupului
uk: Координата групи за x
zh_cn: 组的 x 坐标

source: The y coordinate of the group
hu: A csoport y koordinátája
ro: Coordonata y a grupului
uk: Координата групи за y
zh_cn: 组的 y 坐标

source: The width of the group, or -1 to use the default width
hu: A csoport szélessége, vagy -1 esetén az alapértelmezett szélesség használata
ro: Lățimea grupului, sau -1 pentru a folosi lățimea implicită
uk: Ширина групи або -1 для використання типової ширини
zh_cn: 组的宽度，或为 -1 表示使用默认宽度

source: The height of the group, or -1 to use the default height
hu: A csoport magassága, vagy -1 esetén az alapértelmezett magasság használata
ro: Înălțimea grupului, sau -1 pentru a folosi înălțimea implicită
uk: Висота групи або -1 для використання типової висоти
zh_cn: 组的高度，或为 -1 表示使用默认高度

source: Pattern
hu: Mintázat
ro: Mostră
uk: Візерунок
zh_cn: 图案

source: The cairo pattern to paint
hu: A kirajzolandó cairo mintázat
ro: Mostra cairo de desenat
uk: Візерунок cairo, який слід намалювати
zh_cn: 要绘制的 cairo 图案

source: The x coordinate of the image
hu: A kép x koordinátája
ro: Coordonata x a imaginii
uk: Координата x зображення
zh_cn: 图像的 x 坐标

source: The y coordinate of the image
hu: A kép y koordinátája
ro: Coordonata y a imaginii
uk: Координата y зображення
zh_cn: 图像的 y 坐标

source: The width of the image
hu: A kép szélessége
ro: Lățimea imaginii
uk: Ширина зображення
zh_cn: 图像的宽度

source: The height of the image
hu: A kép magassága
ro: Înălțimea imaginii
uk: Висота зображення
zh_cn: 图像的高度

source: Scale To Fit
hu: Méretre igazítás
ro: Scalează să se potrivească
uk: Умістити на сторінці
zh_cn: 缩放以适应

source: If the image is scaled to fit the width and height settings
hu: Ha a kép méretezésre kerül, hogy igazodjon a szélesség- és magasságbeállításokhoz
ro: Dacă imaginea este scalată pentru a se potrivi configurărilor de lățime și înălțime
uk: Чи слід масштабувати зображення так, щоб воно умістилося за шириною і висотою
zh_cn: 是否缩放图像以适应宽度和高度设置

source: Alpha
hu: Alfa
ro: Alfa
uk: Альфа

source: The opacity of the image, 0.0 is fully transparent, and 1.0 is opaque.
hu: A kép átlátszatlansága, a 0.0 teljesen átlátszó, az 1.0 pedig átlátszatlan.
ro: Opacitatea imaginii, 0.0 este transparentă total, și 1.0 este opacă.
uk: Непрозорість зображення, 0.0 — повністю прозоре, 1.0 — повністю непрозоре.
zh_cn: 图像的不透明度，0.0 表示完全透明，1.0 表示不透明。

source: Pixbuf
uk: Буфер зображення

source: The GdkPixbuf to display
hu: A megjelenítendő GdkPixbuf
ro: GdkPixbuf-ul de afișat
uk: GdkPixbuf для показу
zh_cn: 要显示的 GdkPixbuf

source: Parent
hu: Szülő
ro: Părinte
uk: Батьківський
zh_cn: 父项

source: The parent item
hu: A szülőelem
ro: Elementul părinte
uk: Батьківський об'єкт
zh_cn: 父项目

source: Visibility
hu: Láthatóság
ro: Vizibilitate
uk: Видимість
zh_cn: 可见性

source: When the canvas item is visible
hu: Ha a vászonelem látható
ro: Când elementul de canava este vizibil
uk: Коли об'єкт полотна є видимим
zh_cn: 画布项目何时可见

source: Visibility Threshold
hu: Láthatósági küszöbszint
ro: Prag de vizibilitate
uk: Поріг видимості
zh_cn: 可见性阈值

source: The scale threshold at which the item becomes visible
hu: A méretezési küszöbszint, amikor az elem láthatóvá válik
ro: Pragul scării la care elementul devine vizibil
uk: Пороговий масштаб, за якого об'єкт стає видимим
zh_cn: 使项目变为可见的缩放阈值

source: Transform
hu: Transzformáció
ro: Transformă
uk: Перетворення
zh_cn: 变换

source: The transformation matrix of the item
hu: Az elem transzformációs mátrixa
ro: Matricea de transformări a elementului
uk: Матриця перетворення об'єкта
zh_cn: 项目的变换矩阵

source: Pointer Events
hu: Mutatóesemények
ro: Evenimente pointer
uk: Події щодо вказівника
zh_cn: 指针事件

source: Specifies when the item receives pointer events
hu: Megadja, hogy az elem mikor fogad mutatóeseményeket
ro: Specifică când elementul primește evenimentele pointerului
uk: Вказує, коли об'єкт отримує події щодо вказівника
zh_cn: 指定项目何时接收指针事件

source: Title
hu: Cím
ro: Titlu
uk: Заголовок
zh_cn: 标题
