Repository: GNOME/goocanvas
Catalog: po/*.po
Languages: hu, ro, uk, zh_cn

source: If the item expands horizontally as the table expands
hu: Ha az elem vízszintesen nő, amint a tábla növekszik
ro: Dacă elementul se expandează orizontal pe măsură ce tabelul se expandează
uk: Чи слід розтягувати об'єкт горизонтально, якщо розширюється таблиця
zh_cn: 项目是否随着表格的扩大而水平扩大

source: X Fill
hu: X-kitöltés
ro: Umple X
uk: Заповнення за X
zh_cn: X 填充

source: If the item fills all horizontal allocated space
hu: Ha az elem kitölti a teljes vízszintesen kiosztott helyet
ro: Dacă elementul umple tot spațiul orizontal alocat
uk: Чи слід заповнювати об'єктом увесь доступних простір за горизонталлю
zh_cn: 项目是否要填充所有的水平分配空间

source: X Shrink
hu: X-zsugorítás
ro: Micșorează X
uk: Стискання за X
zh_cn: X 缩小

source: If the item can shrink smaller than its requested size horizontally
hu: Ha az elem kisebbre zsugorodhat, mint a vízszintesen kért mérete
ro: Dacă elementul se poate micșora mai mic decât dimensiunea orizontală cerută
uk: Чи можна стискати об'єкт до ширини, меншої за запитану
zh_cn: 项目是否可以在水平方向缩小为小于其要求的大小

source: Y Expand
hu: Y-bővítés
ro: Extinde Y
uk: Заповнення за Y
zh_cn: Y 扩大

source: If the item expands vertically as the table expands
hu: Ha az elem függőlegesen nő, amint a tábla növekszik
ro: Dacă elementul se expandează vertical pe măsură ce tabelul se expandează
uk: Чи слід розтягувати об'єкт вертикально, якщо розширюється таблиця
zh_cn: 项目是否随着表格的扩大而垂直扩大

source: Y Fill
hu: Y-kitöltés
ro: Umple Y
uk: Заповнення за Y
zh_cn: Y 填充

source: If the item fills all vertical allocated space
hu: Ha az elem kitölti a teljes függőlegesen kiosztott helyet
ro: Dacă elementul umple tot spațiul vertical alocat
uk: Чи заповнює об'єкт увесь отриманий простір за вертикаллю
zh_cn: 项目是否要填充所有的垂直分配空间

source: Y Shrink
hu: Y-zsugorítás
ro: Micșorează Y
uk: Стискання за Y
zh_cn: Y 缩小

source: If the item can shrink smaller than its requested size vertically
hu: Ha az elem kisebbre zsugorodhat, mint a függőlegesen kért mérete
ro: Dacă elementul se poate micșora mai mic decât dimensiunea verticală cerută
uk: Чи можна стискати об'єкт до висоти, меншої за запитану
zh_cn: 项目是否可以在垂直方向缩小为小于其要求的大小

source: Text
hu: Szöveg
uk: Текст
zh_cn: 文本

source: The text to display
hu: A megjelenítendő szöveg
ro: Textul de afișat
uk: Текст, який слід показати
zh_cn: 要显示的文本

source: Use Markup
hu: Jelölőnyelv használata
ro: Utilizează marcare
uk: Використовувати розмітку
zh_cn: 使用标记

source: Whether to parse PangoMarkup in the text, to support different styles
hu: Feldolgozásra kerüljön-e a PangoMarkup a szövegben, hogy különböző stílusokat támogasson
ro: Dacă să se parseze PangoMarkup din text, pentru a suporta stiluri diferite
uk: Чи слід обробляти PangoMarkup у тексті з метою підтримки різних стилів
zh_cn: 是否要解析文本中的 PangoMarkup，以支持不同的样式

source: Ellipsize
hu: Kihagyások
ro: Prescurtare
uk: Трикрапка
zh_cn: 省略化

source: The preferred place to ellipsize the string, if the label does not have enough room to display the entire string
hu: A karakterlánc kihagyásainak előnyben részesített helye, amennyiben a címkén nincs elég hely a teljes karakterlánc megjelenítéséhez
ro: Locul preferat pentru transformarea șirului în elipsă, dacă eticheta nu are destul spațiu să afișeze întregul șir
uk: Бажане місце для овалу рядка, якщо для показу усього рядка не вистачає місця.
zh_cn: 标签没有足够的空间来显示整个字符串时，字符串省略化的首选位置

source: Wrap
hu: Tördelés
ro: Încadrează
uk: Перенос
zh_cn: 换行

source: The preferred method of wrapping the string if a width has been set
hu: A karakterlánc tördelésének előnyben részesített módszere, ha a szélesség meg lett adva
ro: Metoda preferată de încadrare a șirului dacă lățimea nu a fost stabilită
uk: Бажаний спосіб перенесення рядка, якщо встановлено ширину
zh_cn: 已设置宽度时，字符串换行的首选方法

source: The x coordinate of the text
hu: A szöveg x koordinátája
ro: Coordonata x a textului
uk: Координата x тексту
zh_cn: 文本的 x 坐标

source: The y coordinate of the text
hu: A szöveg y koordinátája
ro: Coordonata y a textului
uk: Координата y тексту
zh_cn: 文本的 y 坐标

source: The width to use to layout the text, or -1 to let the text use as much horizontal space as needed
hu: A szöveg elrendezéséhez használt szélesség, vagy -1, hogy a szöveg annyi helyet használjon vízszintesen, amennyi szükséges
ro: Lățimea de folosit pentru a aranja textul, sau -1 pentru a lăsa textul să folosească cât spațiu orizontal este nevoie
uk: Ширина для компонування тексту або -1, щоб текст займав, якщо потрібно, максимальну ширину за горизонталлю
zh_cn: 用于布局文本的宽度，或为 -1 表示使文本根据需要使用尽可能多的水平空间

source: The height to use to layout the text, or -1 to let the text use as much vertical space as needed
hu: A szöveg elrendezéséhez használt magasság, vagy -1, hogy a szöveg annyi helyet használjon függőlegesen, amennyi szükséges
ro: Înălțimea de folosit pentru a aranja textul, sau -1 pentru a lăsa textul să folosească cât spațiu vertical este nevoie
uk: Висота для компонування тексту або -1, щоб текст займав, якщо потрібно, максимальну висоту за вертикаллю
zh_cn: 用于布局文本的高度，或为 -1 表示使文本根据需要使用尽可能多的垂直空间

source: How to position the text relative to the given x and y coordinates
hu: Hogyan legyen pozicionálva a szöveg a megadott x és y koordinátákhoz képest
ro: Cum se poziționează textul în relație cu coordonatele x și y date
uk: Як розташувати текст відносно за вказаними координатами x та y
zh_cn: 如何相对于给定的 x 和 y 坐标来定位文本

source: Alignment
hu: Igazítás
ro: Aliniere
uk: Вирівнювання
zh_cn: 对齐

source: How to align the text
hu: Hogyan legyen igazítva a szöveg
ro: Cum se aliniază textul
uk: Як вирівнювати текст
zh_cn: 如何对齐文本

source: Widget
hu: Felületi elem
uk: Віджет
zh_cn: 部件

source: The widget to place in the canvas
hu: A felületi elem, amelybe a vászon kerüljön
ro: Widgetul de plasat în canava
uk: Віджет, який слід розташувати на полотні
zh_cn: 要放置在画布中的部件

source: The x coordinate of the widget
hu: A felületi elem x koordinátája
ro: Coordonata x a widgetului
uk: Координата x віджета
zh_cn: 部件的 x 坐标

source: The y coordinate of the widget
hu: A felületi elem y koordinátája
ro: Coordonata y a widgetului
uk: Координата y віджета
zh_cn: 部件的 y 坐标

source: The width of the widget, or -1 to use its requested width
hu: A felületi elem szélessége, vagy -1, ha a kért szélességet használja
ro: Lățimea widgetului, sau -1 pentru a folosi lățimea cerută
uk: Ширина віджета або -1, якщо слід використати запитану ширину
zh_cn: 部件的宽度，或为 -1 表示使用其要求的宽度

source: The height of the widget, or -1 to use its requested height
hu: A felületi elem magassága, vagy -1, ha a kért magasságot használja
ro: Înălțimea widgetului, sau -1 pentru a folosi înălțimea cerută
uk: Висота віджета або -1, якщо слід використати запитану висоту
zh_cn: 部件的高度，或为 -1 表示使用其要求的高度

source: How to position the widget relative to the item's x and y coordinate settings
hu: Hogyan legyen pozicionálva a felületi elem az elem x és y koordináta-beállításaihoz képest
ro: Cum se poziționează widgetul în relație cu configurările coordonatelor x și y ale elementului
uk: Як розташувати віджет відносно параметрів координат x та y пункту
zh_cn: 如何相对于项目的 x 和 y 坐标设置来定位部件

source: The amount of spacing between the leftmost and rightmost cells and the border grid line
ro: Cantitatea de spațiere dintre celulele din stânga și dreapta și bordura liniei grilă
zh_cn: 最左端和最右端的单元格与边框网格线之间的间距量
